[
    {
        "name": "Wild Photography with Brid",
        "img":"https://i.guim.co.uk/img/media/5ade11af98c450b2e181db0c7d723fb3eee66315/0_0_2074_3109/master/2074.jpg?width=380&quality=85&dpr=1&s=none",
        "description": "This portrait of a male twelve-wired bird of paradise shows him not at his most spectacularly beautiful, but at the pinnacle of his spectacular performance, posed at the top of his dance pole, with the object of his desire in the frame. With his back to the discerning female, he is mesmerising her not just by the vivid yellow of his plumage but by swishing her face with the 12 wires that extend from the tips of his flank plumes. He has already attracted her to the pole with singing and a full‑frontal display, exposing the metallic glint of his breast feathers and the startling emerald green of the inside of his beak. Now he is at the intimate stage, which may or may not result in her allowing him to mate with her – a brief affair, after which their liaison will end. It all hinges on her judgment of his fitness. The pole itself is a tall dead tree in swamp forest on the island of New Guinea, which the male attends at dawn. To get the shot, the photographer also had to be in position before dawn in a tree at the same height as the dance pole, then wait in a hide, and repeat the process for however long it would take for the finale of the display to materialise – seven days, as it happened. The extraordinary yellow of the male’s feathers needs to be topped up by eating certain types of fruit to keep the feathers from fading to white. And the display itself needs to be practised and performed regularly if the male is to outperform his rivals. That this female finally chose him to mate with means her sons should inherit his winning looks and energetic persistence and her daughters should have her good taste in fit males.",
        "price": 40,
        "discount":6
    },
    {
        "name": "Wedding Photographic Style",
        "img":"https://i.guim.co.uk/img/media/1117566bbe6b29dbffe749bf7b1496341b706739/0_0_2422_3641/master/2422.jpg?width=380&quality=85&dpr=1&s=none",
        "description":"This is an intimate portrait of a reticulated giraffe calf, just a few weeks old, being greeted by, most probably, an aunt as its mother introduces it to the family herd in Samburu national reserve, northern Kenya. The aunt nuzzles it and rubs it with her head. Other females and young giraffes have also gathered to make its acquaintance. The calf’s mother gave birth in a patch of savannah woodland not far from the group but with enough cover to keep the calf hidden while she moved away to feed. In dappled light, the calf’s reticulated pattern – paler than an adult’s – will have helped hide it from lions and other predators. And predators are the main reason that more than half of giraffe calves never reach adulthood. When the mother gave birth, she was standing up. Having survived the long drop, the calf would, within 30 minutes, have been standing up, too, and suckling. The calf’s tiny, tufted horns lie flat against its head but will slowly stand up as bone replaces cartilage. It is part of a herd of females and young that are a sub-unit of a much larger community of groups spread out over a large range. Young males form bachelor groups, but adult males tend to be solitary. Like elephants, giraffes use infrasound (low‑level sound beyond human hearing) to communicate, possibly keeping track of each other over large distances and at night. It’s a connected community that the calf will be part of for life.",
        "price": 30,
        "discount":6
    },
    {
        "name": "Wedding Photographic Style",
        "img":"https://inhisimagephotography.com/wp-content/uploads/2022/05/brianKimTranWedding_0749_1100px.jpg",
        "description": "You are marrying the love of your life, and you want a photographer who will help you both feel comfortable in front of the camera and ensure that you look your best. Contact me and I are trained to capture all the candid moments and details in the most flattering ways. Our goal is to over-deliver beautiful, once-in-a-lifetime images for your wedding day. If that sounds like what you are looking for, you are in the right place! My photography style is that of a modern wedding photojournalist. I record authentic, candid moments all throughout the day. I’m incorporating details to communicate your story through your wedding images. When desired, I help my clients to create clean, chic, and fashion-influenced portraits.",
        "price": 50,
        "discount":8
    },
    {
        "name": "Winnig Moment Sport Photography",
        "img":"https://www.amateurphotographer.co.uk/wp-content/uploads/2020/12/ben-stokes-630x341.jpg",
        "description": "The independent judging panel will be chaired by Chris Smith, former chief sports photographer of The Sunday Times. Also on the panel are the acclaimed cricket photographer Patrick Eagar; cricket filming and photography manager Clare Adams; and Nigel Davies, the former art director of The Wisden Cricketer.The editor of Wisden Cricketers’ Almanack, Lawrence Booth, said: “The cricket stopped for long periods this year, but our popular and prestigious competition goes on, inviting photographers from all round the world to respond to a challenge unlike any other.",
        "price":25,
        "discount":5
    },
    {
        "name": "Rugby Championship Sport Photograpy",
        "img":"https://rugby365.com/webp-images/wp/wp-content/uploads/2022/08/Barrett-v-Boks--1024x576.jpg.webp?maxw=950",
        "description": "There was a dramatic start to the opening match of the southern hemisphere championship with Springboks scrumhalf Faf de Klerk knocked out after his head struck the knee of All Blacks wing Caleb Clarke.De Klerk had to be stretchered off but received lengthy applause when he appeared on the sideline midway through the opening half having failed a head injury assessment test. Inexperienced Jaden Hendrikse, who debuted in a home series against Wales last month, replaced De Klerk just 43 seconds into the match.",
        "price": 22,
        "discount":5
    },
    {
        "name": "Underwater Photography",
        "img":"https://www.nfi.edu/wp-content/uploads/2022/07/MicrosoftTeams-image-2-6.png",
        "description": "Underwater photography is an eccentric genre of photography that offers interesting marine life forms and landscapes as subjects. This form of photography demands the knowledge of sophisticated equipment and techniques to access their subjects. However, you can access these subjects only with the help of scuba gears, swimming, snorkeling, and underwater vehicles using the automated camera.",
        "price": 50,
        "discount":5
    }
]